abusaidm.html-snippets
batisteo.vscode-django
danielpinto8zz6.c-cpp-compile-run
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dracula-theme.theme-dracula
github.copilot
github.copilot-chat
golang.go
jakobhoeg.vscode-pokemon
kevinrose.vsc-python-indent
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vsliveshare.vsliveshare
njpwerner.autodocstring
pixl-garden.bongocat
pkief.material-icon-theme
ritwickdey.liveserver
shinymimikyu.pokemon-color
tomoki1207.pdf
twxs.cmake
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscode-icons-team.vscode-icons
wholroyd.jinja
